Repository: cschloegel/alti-watermark
Catalog: languages/altiwatermark-*.po
Languages: es_es, fr_fr

source: by
es_es: por
fr_fr: par

source: Apply a watermark on all your photographies. This action is cancelable just by deactivating the plugin. <br> The watermark will be applied even in your photos already uploaded.
es_es: Aplicar una marca de agua en todas sus fotografías. Esta acción se puede cancelar desactivando el plugin. <br> La marca de agua se aplicará incluso en sus fotos ya cargado.
fr_fr: Applique un filigrane sur toutes vos photos. Vous pouvez retirer le filigrane simplement en désactivant l'extension. <br> Le filigrane est appliqué sur toutes vos photos, même celles déjà téléchargées.

source: The Watermark plugin cannot work without the Rewrite Apache Module (<a href="http://httpd.apache.org/docs/current/en/mod/mod_rewrite.html" target="_blank">mod_rewrite</a>). Yourself or your web host has to activate this module.
es_es: El plugin Watermark no puede funcionar sin el Modulo Apache de Rewrite (<a href="http://httpd.apache.org/docs/current/en/mod/mod_rewrite.html" target="_blank">mod_rewrite</a>). Usted o su alojamiento web debe activar este modulo.
fr_fr: L'extension Watermark ne peut pas fonctionner sans le Module Apache de Réécriture (<a href="http://httpd.apache.org/docs/current/en/mod/mod_rewrite.html" target="_blank">mod_rewrite</a>). Vous-même ou votre hébergeur web devez activer ce module.

source: The plugin couldn't create a directory to store the watermark. Be sure you can create directory in the plugins directory.
es_es: El plugin no pudo crear un directorio para almacenar la marca de agua. Asegúrese de que puede crear el directorio en el directorio de plugins.
fr_fr: L'extension n'a pas pu créer un dossier pour stocker le filigrane. Assurez-vous que vous disposez des droits suffisants pour créer un dossier dans le dossier des extensions (plugins)

source: The watermark has been updated.
es_es: La marca de agua ha sido actualizada.
fr_fr: Le filigrane a été mis à jour.

source: There was an error while processing the image submited. Please try again or with a different image format.
es_es: Hubo un error al procesar la imagen propuesta. Por favor, inténtelo de nuevo o con un formato de imagen diferente.
fr_fr: Il y a eu une erreur dans le traitement de l'image. Pouvez-vous essayer avec un format d'image différent ?

source: The width setting has been updated.
es_es: El ajuste de ancho se ha actualizado.
fr_fr: Le paramètre de largeur a été mis à jour.

source: There was an error while updating the width setting. <br> Apparently you don't have rights to modify or create a file on your uploads directory.
es_es: Se produjo un error al actualizar la configuración de ancho. <br> Parece que no tiene derecho a modificar o crear un archivo en el directorio de archivos «uploads».
fr_fr: Une erreur s'est produite pendant la mise à jour du paramètre de largeur. <br> Il semble que vous ne puissiez pas modifier ou créer un fichier dans le repertoire des «uploads».

source: Apply to images
es_es: Aplicar a las imágenes
fr_fr: Appliquer aux images

source: on generated thumbs of height =
es_es: a las miniaturas generadas de altura =
fr_fr: sur les miniatures générées dont la hauteur =

source: or more
es_es: o más
fr_fr: ou plus

source: Choose a watermark
es_es: Elige una marca de agua
fr_fr: Choisir un filigrane

source: Preview
es_es: Vista anticipada
fr_fr: Prévisualisation

source: Real size is actually
es_es: El tamaño real es en realidad de
fr_fr: La taille réelle est

source: The background gradient is for contrast check.
es_es: El gradiente de fondo es para comprobar de contraste.
fr_fr: L'arrière-plan en dégradé est présent pour vérfier le contraste

source: Help, Support
es_es: Ayuad, soporte
fr_fr: Aide, support

source: A problem, a question ? Please read and leave a message in the <a href="http://www.alticreation.com/en/alti-watermark/" target="_blank">alti Watermark plugin page</a>.
es_es: Un problema, una pregunta? Por favor, lea y deja un mensaje en la página del <a href="http://www.alticreation.com/en/alti-watermark/" target="_blank">plugin alti Watermark</a>.
fr_fr: Un problème, une question ? Lisez et laissez un message sur la <a href="http://www.alticreation.com/en/alti-watermark/" target="_blank">page de l'extension alti Watermark</a>.

source: Love this plugin ?
es_es: ¿ Amas a este plugin ?
fr_fr: Vous aimez cette extension ?

source: Donate !
es_es: ¡ Donar !
fr_fr: Donnez !

source: Update
es_es: Actualizar
fr_fr: Mettre à jour

source: This plugin is developed by
es_es: Este plugin es desarrollado por
fr_fr: Cette extension est développée par

source: Settings
es_es: Configuración
fr_fr: Paramètres
